a = [
	{
		"model": "التجارة والتصوير",
		"paragraphs": [
			{ "name": "آلة التصوير", "page": 9 },
			{ "name": "صناعة السيوف العربية وتاريخها", "page": 9 },
			{ "name": "التجارة اإللكترونية", "page": 10 },
			{ "name": "الحوار والجدال", "page": 10 },
			{ "name": "السلوك اإلنساني ( القلق والتوتر )", "page": 11 },
			{ "name": "الماء", "page": 11 },
			{ "name": "الكذب", "page": 11 }
		]
	},
	{
		"model": "التعليم عن بعد والهدية",
		"paragraphs": [
			{ "name": "الحج", "page": 16 },
			{ "name": "الهدية", "page": 16 },
			{ "name": "الجرائم اإللكترونية", "page": 16 },
			{ "name": "التعليم عن بعد", "page": 16 },
			{ "name": "نظرية الليل و النهار", "page": 17 }
		]
	},
	{
		"model": "الملح و الرياح",
		"paragraphs": [
			{ "name": "الملح الصخري", "page": 23 },
			{ "name": "الرياح", "page": 24 }
		]
	},
	{
		"model": "أبو جعفر وسرطان المثانة",
		"paragraphs": [
			{ "name": "سرطان المثانة", "page": 30 },
			{ "name": "أبو جعفر المنصور", "page": 31 }
		]
	},
	{
		"model": "جورج والكوليسترول",
		"paragraphs": [
			{ "name": "الكوليسترول", "page": 37 },
			{ "name": "شرائح التصوير (جورج استيمان)", "page": 38 },
			{ "name": "لغة الضاد", "page": 39 }
		]
	},
	{
		"model": "الطنبوري الجديد",
		"paragraphs": [
			{ "name": "الطنبوري", "page": 44 },
			{ "name": "القبرة", "page": 45 },
			{ "name": "البيئة", "page": 45 }
		]
	},
	{
		"model": "الغزال والعالم",
		"paragraphs": [
			{ "name": "الغزال", "page": 51 },
			{ "name": "العالم االفتراضي", "page": 52 }
		]
	},
	{
		"model": "الغزال وتنقية المياه",
		"paragraphs": [
			{ "name": "الغزال", "page": 58 },
			{ "name": "الحروب", "page": 59 },
			{ "name": "النفايات", "page": 59 },
			{ "name": "تنقية المياه", "page": 59 }
		]
	},
	{
		"model": "أبو حيان واللؤلؤ",
		"paragraphs": [
			{ "name": "ال َّش عر", "page": 65 },
			{ "name": "اللؤلؤ", "page": 66 },
			{ "name": "أبو حيان", "page": 66 },
			{ "name": "وضع األمور في نصابها الصحيح", "page": 67 },
			{ "name": "السلوك اإلنساني (القلق والتوتر)", "page": 67 }
		]
	},
	{
		"model": "الزجاج وتقنية المياه",
		"paragraphs": [
			{ "name": "الزجاج الجديد", "page": 72 },
			{ "name": "تنقية المياه", "page": 73 },
			{ "name": "التجارة االلكترونية", "page": 74 },
			{ "name": "المشكالت", "page": 74 }
		]
	},
	{
		"model": "الصفدي",
		"paragraphs": [
			{ "name": "الصفدي", "page": 79 },
			{ "name": "الموهبة والذكاء", "page": 80 }
		]
	},
	{
		"model": "الشعر والتنفس",
		"paragraphs": [
			{ "name": "الشعر", "page": 86 },
			{ "name": "األوبئة", "page": 87 },
			{ "name": "التنفس الصحيح", "page": 88 }
		]
	},
	{
		"model": "الهيبرتكست",
		"paragraphs": [
			{ "name": "الهيبرتكست", "page": 93 },
			{ "name": "ابن عرس", "page": 94 }
		]
	},
	{
		"model": "الزلازل وخداع العناوين",
		"paragraphs": [
			{ "name": "الزالزل", "page": 100 },
			{ "name": "001 خداع العناوين", "page": 101 }
		]
	},
	{
		"model": "الملح والعالم الإفتراضي",
		"paragraphs": [
			{ "name": "الملح الصخري", "page": 107 },
			{ "name": "العالم اإلفتراضي", "page": 108 }
		]
	},
	{
		"model": "التعليم عن بعد والمناعة",
		"paragraphs": [
			{ "name": "التعليم عن بعد", "page": 114 },
			{ "name": "لغة الضاد", "page": 115 },
			{ "name": "النقد الهادف", "page": 115 },
			{ "name": "المناعة", "page": 115 }
		]
	},
	{
		"model": "بلوتو والذباب",
		"paragraphs": [
			{ "name": "بلوتو", "page": 121 },
			{ "name": "الذباب", "page": 122 }
		]
	},
	{
		"model": "التعليم عن بعد والكوليسترول",
		"paragraphs": [
			{ "name": "التعليم عن بعد", "page": 128 },
			{ "name": "نظرية الليل و النهار", "page": 129 },
			{ "name": "السودان", "page": 129 },
			{ "name": "الكوليسترول", "page": 130 }
		]
	},
	{
		"model": "الغزال والتمركز",
		"paragraphs": [
			{ "name": "الغزال", "page": 135 },
			{ "name": "الجريمة (اإلرهاب)", "page": 136 },
			{ "name": "التمركز", "page": 136 }
		]
	},
	{
		"model": "التعمية والتقرير",
		"paragraphs": [
			{ "name": "التعمية", "page": 142 },
			{ "name": "جسم اإلنسان", "page": 142 },
			{ "name": "األسنان", "page": 143 },
			{ "name": "اللؤلؤ", "page": 143 },
			{ "name": "الزراعة", "page": 143 },
			{ "name": "تقرير البحث العلمي", "page": 144 },
			{ "name": "إكمال الجمل", "page": 147 }
		]
	},
	{
		"model": "البطالة والإنفلونزا",
		"paragraphs": [
			{ "name": "اإلنفلونزا", "page": 150 },
			{ "name": "البطالة", "page": 150 }
		]
	},
	{
		"model": "المكتبات والشعر",
		"paragraphs": [
			{ "name": "الشعر", "page": 158 },
			{ "name": "المكتبات", "page": 158 },
			{ "name": "التنفس الصحيح", "page": 159 }
		]
	},
	{
		"model": "التعمية وعمل الأطفال",
		"paragraphs": [
			{ "name": "عمل األطفال", "page": 165 },
			{ "name": "التعمية", "page": 166 }
		]
	},
	{
		"model": "العادات والأوبئة",
		"paragraphs": [
			{ "name": "العادات الموروثة", "page": 172 },
			{ "name": "األوبئة", "page": 173 }
		]
	},
	{
		"model": "تنقية الهواء وردود الأفعال",
		"paragraphs": [
			{ "name": "تنقية الهواء", "page": 179 },
			{ "name": "ردود األفعال", "page": 179 },
			{ "name": "العادات الموروثة", "page": 180 },
			{ "name": "السلوك اإلنساني", "page": 181 }
		]
	},
	{
		"model": "سالك والبصمة",
		"paragraphs": [
			{ "name": "لقاح سالك", "page": 186 },
			{ "name": "الوفيات", "page": 186 },
			{ "name": "البصمة", "page": 187 },
			{ "name": "حضارة أمريكا و اليابان", "page": 187 }
		]
	},
	{
		"model": "الفوليك",
		"paragraphs": [
			{ "name": "الفوليك", "page": 193 },
			{ "name": "كيف تحدث الزالزل", "page": 194 },
			{ "name": "طاقة اإلنسان والدماغ", "page": 194 }
		]
	},
	{
		"model": "العادات والخدم",
		"paragraphs": [
			{ "name": "العادات الموروثة", "page": 200 },
			{ "name": "الخدم", "page": 201 }
		]
	},
	{
		"model": "التمر والمنظمات",
		"paragraphs": [
			{ "name": "التمر", "page": 207 },
			{ "name": "المنظمات االسالمية", "page": 208 }
		]
	},
	{
		"model": "الطيور والأكسجين ١",
		"paragraphs": [
			{ "name": "عجائب الطيور", "page": 214 },
			{ "name": "األكسجين", "page": 215 },
			{ "name": "آلة التصوير", "page": 216 }
		]
	},
	{
		"model": "الطيور والأكسجين ٢",
		"paragraphs": [
			{ "name": "عجائب الطيور", "page": 221 },
			{ "name": "األكسجين", "page": 222 },
			{ "name": "آلة التصوير", "page": 223 }
		]
	},
	{
		"model": "البصمة والنجاح",
		"paragraphs": [
			{ "name": "عمل األطفال", "page": 228 },
			{ "name": "الحرير", "page": 229 },
			{ "name": "النجاح", "page": 229 },
			{ "name": "البصمة", "page": 229 },
			{ "name": "الجمال", "page": 230 },
			{ "name": "اإلحساس الوجداني واالنفعالي و العادة و اإلرادة", "page": 231 }
		]
	},
	{
		"model": "التجارة الإلكترونية ٢",
		"paragraphs": [
			{ "name": "التجارة االلكترونية", "page": 235 },
			{ "name": "المناعة", "page": 235 },
			{ "name": "السلوك اإلنساني ( القلق والتوتر )", "page": 236 },
			{ "name": "ردود األفعال", "page": 237 },
			{ "name": "تنقية الهواء", "page": 237 }
		]
	},
	{
		"model": "سالك والتنفس",
		"paragraphs": [
			{ "name": "لقاح سالك", "page": 242 },
			{ "name": "البصمة", "page": 243 },
			{ "name": "حضارة أمريكا و اليابان", "page": 243 },
			{ "name": "التنفس الصحيح", "page": 244 }
		]
	},
	{
		"model": "أبو حيان والأحصاء",
		"paragraphs": [
			{ "name": "الغالف الجوي", "page": 249 },
			{ "name": "اإلحصاء ال ُس ّكاني", "page": 249 },
			{ "name": "الحرير", "page": 249 },
			{ "name": "السلوك اإلنساني (القلق والتوتر)", "page": 249 },
			{ "name": "تنقية الهواء", "page": 250 },
			{ "name": "أبو حيان", "page": 250 }
		]
	},
	{
		"model": "الإستثمار والأمطار الكونية",
		"paragraphs": [
			{ "name": "اإلستثمار", "page": 256 },
			{ "name": "األمطار الكونية", "page": 257 }
		]
	},
	{
		"model": "سالك والقدرات الدماغية",
		"paragraphs": [
			{ "name": "الجمال", "page": 263 },
			{ "name": "الفهم", "page": 263 },
			{ "name": "لقاح سالك", "page": 263 },
			{ "name": "التقرير", "page": 264 },
			{ "name": "طاقة اإلنسان والدماغ", "page": 265 }
		]
	},
	{
		"model": "الرياح والمكتبات",
		"paragraphs": [
			{ "name": "الرياح", "page": 270 },
			{ "name": "المكتبات", "page": 271 },
			{ "name": "العلم", "page": 271 }
		]
	},
	{
		"model": "الرجولة والحج",
		"paragraphs": [
			{ "name": "الرجولة", "page": 276 },
			{ "name": "الحج", "page": 277 }
		]
	},
	{
		"model": "الزعفران والزيتون",
		"paragraphs": [
			{ "name": "الزعفران", "page": 283 },
			{ "name": "الزيتون", "page": 284 },
			{ "name": "الكرة األرضية", "page": 284 }
		]
	},
	{
		"model": "القراءة والزجاج",
		"paragraphs": [
			{ "name": "الزجاج", "page": 290 },
			{ "name": "القراءة", "page": 291 }
		]
	},
	{
		"model": "أبو حيان والعادة",
		"paragraphs": [
			{ "name": "أبو حيان", "page": 297 },
			{ "name": "العادة و اإلرادة", "page": 298 }
		]
	},
	{
		"model": "البصمة والعالم الإفتراضي",
		"paragraphs": [
			{ "name": "البصمة", "page": 304 },
			{ "name": "العالم االفتراضي", "page": 305 },
			{ "name": "صناعة السيوف العربية وتاريخها", "page": 306 },
			{ "name": "القطع الجائر لألشجار", "page": 306 }
		]
	},
	{
		"model": "الأوزون والتلفاز",
		"paragraphs": [
			{ "name": "الشعر", "page": 311 },
			{ "name": "التغيير المناخي", "page": 312 },
			{ "name": "التقويم", "page": 312 },
			{ "name": "السلوك اإلنساني ( القلق والتوتر )", "page": 312 },
			{ "name": "التلفاز", "page": 313 },
			{ "name": "الغالف الجوي", "page": 313 },
			{ "name": "األوزون", "page": 313 }
		]
	},
	{ "model": "البصمة والمطاط", "paragraphs": [] },
	{
		"model": "التجارة الإلكترونية ١",
		"paragraphs": [
			{ "name": "التجارة اإللكترونية", "page": 325 },
			{ "name": "المناعة", "page": 325 },
			{ "name": "السلوك اإلنساني ( القلق والتوتر )", "page": 326 },
			{ "name": "ردود األفعال", "page": 326 },
			{ "name": "تنقية الهواء", "page": 327 }
		]
	},
	{
		"model": "التجارة والمكتبات",
		"paragraphs": [
			{ "name": "التجارة االلكترونية", "page": 335 },
			{ "name": "المكتبات", "page": 335 },
			{ "name": "أدب الحوار", "page": 337 },
			{ "name": "التواصل", "page": 337 },
			{ "name": "الحرير", "page": 337 },
			{ "name": "الدرجات األكاديمية", "page": 337 },
			{ "name": "التخرج", "page": 337 },
			{ "name": "الجرأة", "page": 338 },
			{ "name": "الشاي", "page": 338 }
		]
	},
	{
		"model": "التعليم عن بعد والجثة",
		"paragraphs": [
			{ "name": "التعليم عن بعد", "page": 343 },
			{ "name": "الجثة", "page": 344 }
		]
	},
	{ "model": "التعمية والتقويم", "paragraphs": [] },
	{
		"model": "التقرير ونعمة البصر",
		"paragraphs": [
			{ "name": "التقرير", "page": 358 },
			{ "name": "طاقة اإلنسان والدماغ", "page": 358 },
			{ "name": "القراءة", "page": 359 },
			{ "name": "نعمة البصر", "page": 359 },
			{ "name": "التغيير المناخي", "page": 359 },
			{ "name": "الجمال", "page": 360 }
		]
	},
	{
		"model": "التمركز والأزياء",
		"paragraphs": [
			{ "name": "األزياء", "page": 364 },
			{ "name": "التمركز", "page": 365 }
		]
	},
	{
		"model": "الحضارة والانفتاح",
		"paragraphs": [
			{ "name": "الحضارة اإلسالمية في األندلس", "page": 371 },
			{ "name": "الحضارة اإلسالمية في األندلس", "page": 372 },
			{ "name": "التغير في خصائص المجتمعات", "page": 373 }
		]
	},
	{
		"model": "السرطان والتفكير",
		"paragraphs": [
			{ "name": "التفكير", "page": 378 },
			{ "name": "السرطان", "page": 378 },
			{ "name": "تنقية الهواء", "page": 378 },
			{ "name": "التغيير في خصائص المجتمع", "page": 379 },
			{ "name": "التصوير", "page": 379 },
			{ "name": "طاقة اإلنسان والدماغ", "page": 379 }
		]
	},
	{
		"model": "الشعر والقبرة",
		"paragraphs": [
			{ "name": "القبرة", "page": 385 },
			{ "name": "العقبات", "page": 385 },
			{ "name": "اللؤلؤ", "page": 385 },
			{ "name": "التقويم", "page": 386 },
			{ "name": "الشعر", "page": 386 }
		]
	},
	{
		"model": "الطب والمناعة",
		"paragraphs": [
			{ "name": "الطب عند العرب", "page": 391 },
			{ "name": "التجارة اإللكترونية", "page": 392 },
			{ "name": "المناعة", "page": 393 }
		]
	},
	{
		"model": "الطنبوري القديم",
		"paragraphs": [
			{ "name": "الطنبوري", "page": 398 },
			{ "name": "البيئة", "page": 399 },
			{ "name": "القبرة", "page": 400 }
		]
	},
	{
		"model": "القدرات الدماغية والبنوك",
		"paragraphs": [
			{ "name": "الملح الصخري", "page": 405 },
			{ "name": "حضارة أمريكا و اليابان", "page": 406 },
			{ "name": "طاقة اإلنسان و الدماغ", "page": 406 },
			{ "name": "البنوك", "page": 407 }
		]
	},
	{
		"model": "الكسوف والخسوف",
		"paragraphs": [
			{ "name": "عمل األطفال", "page": 413 },
			{ "name": "نظرية الليل والنهار", "page": 413 },
			{ "name": "الكسوف والخسوف", "page": 414 },
			{ "name": "الجمال", "page": 414 },
			{ "name": "التقويم", "page": 415 }
		]
	},
	{
		"model": "اللؤلؤ والسيوف",
		"paragraphs": [
			{ "name": "المكتبات", "page": 419 },
			{ "name": "الحمية القاسية", "page": 420 },
			{ "name": "صناعة السيوف العربية وتاريخها", "page": 420 },
			{ "name": "اللؤلؤ", "page": 421 },
			{ "name": "كيف تحدث الزالزل", "page": 421 }
		]
	},
	{
		"model": "الماسح الزلزالي",
		"paragraphs": [
			{ "name": "الماسح الزلزالي", "page": 428 },
			{ "name": "الحضارة اإلسالمية في األندلس", "page": 429 }
		]
	},
	{
		"model": "المبيدات والقدرات الدماغية",
		"paragraphs": [
			{ "name": "تنقية الهواء", "page": 435 },
			{ "name": "جسم االنسان", "page": 435 },
			{ "name": "المبيدات الحشرية", "page": 436 },
			{ "name": "طاقة اإلنسان والدماغ", "page": 436 },
			{ "name": "آلة التصوير", "page": 436 }
		]
	},
	{
		"model": "التقرير والبترول",
		"paragraphs": [
			{ "name": "التقرير", "page": 441 },
			{ "name": "القدرات الدماغية", "page": 442 },
			{ "name": "عمل األطفال", "page": 442 },
			{ "name": "البترول", "page": 444 },
			{ "name": "الدفاع المدني", "page": 444 }
		]
	},
	{
		"model": "الزلازل والشيخوخة",
		"paragraphs": [
			{ "name": "شيخوخة األحياء السكنية", "page": 449 },
			{ "name": "شيخوخة األطفال", "page": 449 },
			{ "name": "التقرير", "page": 450 },
			{ "name": "كيف تحدث الزالزل", "page": 450 },
			{ "name": "آلة التصوير", "page": 451 },
			{ "name": "الدفاع المدني", "page": 451 }
		]
	},
	{
		"model": "القراءة والدفاع المدني",
		"paragraphs": [
			{ "name": "شيخوخة األطفال", "page": 456 },
			{ "name": "القراءة", "page": 459 }
		]
	},
	{ "model": "النفايات والسيوف", "paragraphs": [] },
	{
		"model": "النفايات والجمال",
		"paragraphs": [
			{ "name": "النفايات والتكنولوجيا", "page": 470 },
			{ "name": "القدرات الدماغية", "page": 470 },
			{ "name": "الدفاع المدني", "page": 471 },
			{ "name": "عمل األطفال", "page": 471 },
			{ "name": "الجمال", "page": 473 }
		]
	},
	{
		"model": "الجمال والأسهم المنطلقة",
		"paragraphs": [
			{ "name": "األسهم المنطلقة", "page": 478 },
			{ "name": "صناعة السيوف العربية وتاريخها", "page": 478 },
			{ "name": "الجمال", "page": 478 },
			{ "name": "التقرير", "page": 479 },
			{ "name": "آلة التصوير", "page": 479 }
		]
	},
	{
		"model": "الأشجار والسيوف",
		"paragraphs": [
			{ "name": "النفايات", "page": 485 },
			{ "name": "ردود األفعال", "page": 485 },
			{ "name": "األشجار", "page": 485 },
			{ "name": "السيوف", "page": 486 },
			{ "name": "القدرات الدماغية", "page": 486 }
		]
	},
	{ "model": "التعمية والمنتديات الإلكترونية", "paragraphs": [] },
	{
		"model": "الكهوف والألماس",
		"paragraphs": [
			{ "name": "الكهوف", "page": 501 },
			{ "name": "الزيتون", "page": 501 },
			{ "name": "األلماس", "page": 502 }
		]
	},
	{
		"model": "الشيخوخة والندوة",
		"paragraphs": [
			{ "name": "الندوة", "page": 506 },
			{ "name": "شيخوخة األطفال", "page": 506 },
			{ "name": "آلة التصوير", "page": 507 },
			{ "name": "التقرير", "page": 508 },
			{ "name": "كيف تحدث الزالزل", "page": 509 }
		]
	},
	{
		"model": "سالك والتقويم",
		"paragraphs": [
			{ "name": "سالك", "page": 514 },
			{ "name": "البصمة", "page": 515 },
			{ "name": "تنقية الهواء", "page": 516 },
			{ "name": "التقويم", "page": 517 },
			{ "name": "األوزون", "page": 517 }
		]
	},
	{
		"model": "التعمية والبحث العلمي",
		"paragraphs": [
			{ "name": "التعمية", "page": 522 },
			{ "name": "طاقة اإلنسان و الدماغ", "page": 523 },
			{ "name": "المنتديات اإللكترونية", "page": 523 },
			{ "name": "تقرير البحث العلمي", "page": 523 }
		]
	},
	{
		"model": "النفط والسيوف",
		"paragraphs": [
			{ "name": "صناعة السيوف العربية وتاريخها", "page": 527 },
			{ "name": "القدرات الدماغية", "page": 527 },
			{ "name": "التقويم", "page": 528 },
			{ "name": "النفط", "page": 528 },
			{ "name": "النفايات", "page": 529 }
		]
	},
	{
		"model": "الكتابات والسيوف",
		"paragraphs": [
			{ "name": "الكتابات", "page": 533 },
			{ "name": "القدرات الدماغية", "page": 533 },
			{ "name": "السيوف", "page": 533 },
			{ "name": "النفايات", "page": 534 },
			{ "name": "تقليم االشجار", "page": 534 },
			{ "name": "ردود األفعال", "page": 535 }
		]
	},
	{
		"model": "النفط والتقرير",
		"paragraphs": [
			{ "name": "التقرير", "page": 540 },
			{ "name": "الجمال", "page": 540 },
			{ "name": "النفط", "page": 541 },
			{ "name": "جسم اإلنسان", "page": 541 }
		]
	},
	{
		"model": "العين والسمع",
		"paragraphs": [
			{ "name": "التقرير", "page": 545 },
			{ "name": "الجمال", "page": 546 },
			{ "name": "النفط", "page": 546 },
			{ "name": "العين", "page": 546 },
			{ "name": "السمع", "page": 547 },
			{ "name": "حاجات اإلنسان", "page": 547 }
		]
	},
	{
		"model": "السيوف والتصوير",
		"paragraphs": [
			{ "name": "صناعة السيوف العربية وتاريخها", "page": 553 },
			{ "name": "التقرير", "page": 553 },
			{ "name": "آلة التصوير", "page": 554 },
			{ "name": "األسهم المنطلقة", "page": 555 },
			{ "name": "الجمال", "page": 555 }
		]
	},
	{
		"model": "التكنولوجيا وعمل الأطفال",
		"paragraphs": [
			{ "name": "النفايات والتكنولوجيا", "page": 561 },
			{ "name": "الجمال", "page": 561 },
			{ "name": "القدرات الدماغية", "page": 562 },
			{ "name": "الدفاع المدني", "page": 562 },
			{ "name": "عمل األطفال", "page": 563 }
		]
	},
	{
		"model": "الزلازل والأدوية",
		"paragraphs": [
			{ "name": "القدرات الدماغية", "page": 568 },
			{ "name": "كيف تحدث الزالزل", "page": 568 },
			{ "name": "األدوية", "page": 569 },
			{ "name": "شيخوخة األحياء السكنية", "page": 569 },
			{ "name": "شيخوخة األطفال", "page": 570 },
			{ "name": "الدفاع المدني", "page": 570 },
			{ "name": "التقويم", "page": 570 }
		]
	},
	{
		"model": "النفايات والتقويم",
		"paragraphs": [
			{ "name": "النفايات", "page": 574 },
			{ "name": "التقويم", "page": 574 },
			{ "name": "القدرات الدماغية", "page": 575 },
			{ "name": "البترول", "page": 575 },
			{ "name": "السيوف", "page": 576 }
		]
	},
	{
		"model": "الموجات الصوتية وردود الأفعال",
		"paragraphs": [
			{ "name": "صناعة السيوف العربية وتاريخها", "page": 582 },
			{ "name": "التقويم", "page": 582 },
			{ "name": "ردود األفعال", "page": 583 },
			{ "name": "التقرير", "page": 583 },
			{ "name": "الموجات الصوتية", "page": 584 }
		]
	},
	{
		"model": "القدرات والجمال",
		"paragraphs": [
			{ "name": "القدرات الدماغية", "page": 589 },
			{ "name": "الجمال", "page": 589 },
			{ "name": "التقرير", "page": 590 },
			{ "name": "الدفاع المدني", "page": 591 }
		]
	},
	{
		"model": "الرياضة المثلى والتصوير",
		"paragraphs": [
			{ "name": "آثار الفضاء", "page": 596 },
			{ "name": "الرياضة المثلى", "page": 596 },
			{ "name": "التصوير", "page": 596 },
			{ "name": "الحسد", "page": 597 },
			{ "name": "الخلق", "page": 598 },
			{ "name": "القدرات الدماغية", "page": 598 }
		]
	},
	{
		"model": "الأفيال والكوارث",
		"paragraphs": [
			{ "name": "الفيل اإلفريقي", "page": 604 },
			{ "name": "الكوارث", "page": 604 },
			{ "name": "الطحالب", "page": 605 },
			{ "name": "آلة التصوير", "page": 605 },
			{ "name": "القدرات الدماغية", "page": 606 }
		]
	},
	{
		"model": "الأكسجين واللوزتين",
		"paragraphs": [
			{ "name": "األكسجين", "page": 613 },
			{ "name": "الفيل اإلفريقي", "page": 613 },
			{ "name": "اللوزتين", "page": 614 },
			{ "name": "الطحالب", "page": 614 },
			{ "name": "المهن والحرف", "page": 615 },
			{ "name": "الحوار", "page": 615 }
		]
	},
	{
		"model": "الضفدع والتصوير",
		"paragraphs": [
			{ "name": "البالستيدات الخضراء", "page": 620 },
			{ "name": "السالح النووي", "page": 620 },
			{ "name": "روسيا", "page": 620 },
			{ "name": "الضفدع", "page": 621 },
			{ "name": "كيف تحدث الزالزل", "page": 621 },
			{ "name": "آلة التصوير", "page": 622 }
		]
	},
	{
		"model": "الجديري والتصحر",
		"paragraphs": [
			{ "name": "السحب", "page": 627 },
			{ "name": "الفشل الكلوي", "page": 627 },
			{ "name": "التصحر", "page": 628 },
			{ "name": "الجديري", "page": 628 },
			{ "name": "الطقس", "page": 629 },
			{ "name": "عجائب الطيور", "page": 629 }
		]
	},
	{
		"model": "التلوث والكربون",
		"paragraphs": [
			{ "name": "األكسجين", "page": 635 },
			{ "name": "الخسوف والكسوف", "page": 636 },
			{ "name": "الكربون", "page": 636 },
			{ "name": "التلوث", "page": 637 }
		]
	},
	{
		"model": "السلاح النووي ورحلات أبولو",
		"paragraphs": [
			{ "name": "السالح النووي", "page": 643 },
			{ "name": "رحالت أبولو", "page": 643 },
			{ "name": "الضفدع", "page": 644 },
			{ "name": "اللؤلؤ", "page": 644 },
			{ "name": "نحن والبيئة", "page": 645 },
			{ "name": "التربة", "page": 645 }
		]
	},
	{
		"model": "الصداقة والتقطير",
		"paragraphs": [
			{ "name": "الصداقة", "page": 650 },
			{ "name": "األكسجين", "page": 650 },
			{ "name": "السحب (الغيوم)", "page": 651 },
			{ "name": "التقطير", "page": 651 },
			{ "name": "زراق المحيط", "page": 652 }
		]
	},
	{
		"model": "الطقس وتصنيف المؤسسات الغذائية",
		"paragraphs": [
			{ "name": "الطقس", "page": 658 },
			{ "name": "تصنيف المؤسسات", "page": 658 },
			{ "name": "السحب", "page": 658 },
			{ "name": "التصحر", "page": 659 },
			{ "name": "ابو األسود الدؤلي", "page": 659 },
			{ "name": "صاعد األندلسي", "page": 660 }
		]
	},
	{
		"model": "الطفل والكتاتيب",
		"paragraphs": [
			{ "name": "القدرات الدماغية", "page": 665 },
			{ "name": "الملل", "page": 665 },
			{ "name": "الكتاتيب", "page": 666 },
			{ "name": "الطفل", "page": 666 },
			{ "name": "التفاؤل", "page": 666 },
			{ "name": "التصوير", "page": 667 }
		]
	},
	{
		"model": "الشائعات وحشرة السمك",
		"paragraphs": [
			{ "name": "المحسنات الغذائية", "page": 672 },
			{ "name": "الكربون", "page": 672 },
			{ "name": "الشائعة", "page": 673 },
			{ "name": "حشرة السمك", "page": 673 },
			{ "name": "الري", "page": 674 },
			{ "name": "األهداف", "page": 674 },
			{ "name": "التأني", "page": 674 }
		]
	},
	{
		"model": "النفايات والملل",
		"paragraphs": [
			{ "name": "المؤسسات الغذائية", "page": 679 },
			{ "name": "الملل", "page": 679 },
			{ "name": "الزيت الخام", "page": 679 },
			{ "name": "النفايات", "page": 680 },
			{ "name": "الفصول األربعة", "page": 680 }
		]
	},
	{
		"model": "قياس الرأي العام والتلوث",
		"paragraphs": [
			{ "name": "قياس الرأي العام", "page": 686 },
			{ "name": "أنظمة الري", "page": 686 },
			{ "name": "تجربة هارفد", "page": 686 },
			{ "name": "التلوث", "page": 687 },
			{ "name": "محركات البحث", "page": 687 }
		]
	},
	{
		"model": "الكهوف ومراتب الفهم",
		"paragraphs": [
			{ "name": "الكهوف", "page": 692 },
			{ "name": "المبيدات", "page": 692 },
			{ "name": "التفكير اإليجابي", "page": 693 },
			{ "name": "الكسوف و الخسوف", "page": 693 },
			{ "name": "مراتب الفهم", "page": 694 }
		]
	},
	{
		"model": "هارفرد والكوكب الأحمر",
		"paragraphs": [
			{ "name": "الخلق", "page": 698 },
			{ "name": "الخوف", "page": 698 },
			{ "name": "الربو", "page": 698 },
			{ "name": "الكوكب األحمر", "page": 698 },
			{ "name": "المناعة", "page": 699 },
			{ "name": "تجربة هارفد", "page": 699 },
			{ "name": "القدرات الدماغية", "page": 700 }
		]
	},
	{
		"model": "الربو والخوف",
		"paragraphs": [
			{ "name": "الخلق", "page": 706 },
			{ "name": "الخوف", "page": 706 },
			{ "name": "الرئتان", "page": 706 },
			{ "name": "الربو", "page": 706 },
			{ "name": "الكوكب األحمر", "page": 707 },
			{ "name": "المناعة", "page": 707 },
			{ "name": "هارفرد", "page": 709 },
			{ "name": "طاقة الدماغ", "page": 710 }
		]
	},
	{
		"model": "البرك الشمسية والإنزيمات",
		"paragraphs": [
			{ "name": "البرق والرعد", "page": 716 },
			{ "name": "مسؤولية الفرد", "page": 717 },
			{ "name": "البرك البركانية", "page": 717 },
			{ "name": "السعادة", "page": 717 },
			{ "name": "حدقة العين", "page": 718 },
			{ "name": "اإلنزيمات", "page": 718 }
		]
	},
	{
		"model": "الغلام الفصيح والجريمة",
		"paragraphs": [
			{ "name": "الغالم الفصيح", "page": 722 },
			{ "name": "الجريمة واإلرهاب", "page": 722 },
			{ "name": "الزهراوي", "page": 723 }
		]
	},
	{
		"model": "الخوارزمي والأنظمة الجزئية",
		"paragraphs": [
			{ "name": "الرياح", "page": 728 },
			{ "name": "الكسوف والخسوف", "page": 728 },
			{ "name": "أبو حيان", "page": 729 },
			{ "name": "السلوك اإلستهالكي", "page": 731 },
			{ "name": "الخوارزمي", "page": 731 },
			{ "name": "كالم الناس", "page": 732 },
			{ "name": "األنظمة الجزئية", "page": 732 },
			{ "name": "الطفل", "page": 733 },
			{ "name": "آثار الفضاء", "page": 733 },
			{ "name": "الموهبة", "page": 734 }
		]
	},
	{
		"model": "الأنفاق حول العالم",
		"paragraphs": [
			{ "name": "طاقة الدماغ", "page": 739 },
			{ "name": "الجمال", "page": 739 },
			{ "name": "التقرير (البحث العلمي)", "page": 740 },
			{ "name": "الدفاع المدني", "page": 741 },
			{ "name": "التمركز", "page": 741 },
			{ "name": "الحصوات البولية", "page": 742 },
			{ "name": "األنفاق", "page": 743 }
		]
	},
	{
		"model": "اليابان",
		"paragraphs": [
			{ "name": "الشعر", "page": 748 },
			{ "name": "األوبئة", "page": 749 },
			{ "name": "اليابان", "page": 750 },
			{ "name": "التنفس", "page": 751 }
		]
	},
	{
		"model": "الخلي والشجي",
		"paragraphs": [
			{ "name": "األكسجين", "page": 756 },
			{ "name": "الخلي والشجي", "page": 757 },
			{ "name": "طاقة الدماغ", "page": 757 },
			{ "name": "الدفاع المدني", "page": 758 },
			{ "name": "التواصـل", "page": 758 }
		]
	},
	{
		"model": "السكري والمجموعة الشمسية",
		"paragraphs": [
			{ "name": "السحب والغيوم", "page": 764 },
			{ "name": "التصحــــر", "page": 764 },
			{ "name": "الكهوف", "page": 765 },
			{ "name": "المجموعة الشمسية", "page": 766 },
			{ "name": "مرض السكـــــري", "page": 767 }
		]
	},
	{
		"model": "العقرب والأسد والثعلب",
		"paragraphs": [
			{ "name": "العقرب", "page": 773 },
			{ "name": "األسد والثعلب", "page": 773 },
			{ "name": "الحاسوب", "page": 774 },
			{ "name": "االنتحار", "page": 775 }
		]
	},
	{
		"model": "الزهراوي والتصحر أو صاعد والزهراوي",
		"paragraphs": [
			{ "name": "أبو القاسم الزهراوي ( أبو الجراحة)", "page": 780 },
			{ "name": "صاعد األندلسي", "page": 781 },
			{ "name": "نحن والبيئة (تدهور البيئة)", "page": 782 },
			{ "name": "التصحر والغيوم ( التصحر والجفاف)", "page": 782 },
			{ "name": "قياس الرأي العام", "page": 783 }
		]
	},
	{
		"model": "الكعبة والجمال",
		"paragraphs": [
			{ "name": "الكعبة", "page": 790 },
			{ "name": "الجمال الروحي", "page": 790 },
			{ "name": "التلوث البحري", "page": 791 },
			{ "name": "المراهقين", "page": 791 },
			{ "name": "المقابلة", "page": 792 }
		]
	},
	{
		"model": "الانتحار وكلام الناس أو الأوروبيون والانتحار",
		"paragraphs": [
			{ "name": "األرشيف", "page": 797 },
			{ "name": "االنتحار", "page": 797 },
			{ "name": "أوروبا والثقافات ( األوربيون)", "page": 798 },
			{ "name": "كالم الناس", "page": 799 },
			{ "name": "صاعد األندلسي", "page": 799 }
		]
	},
	{
		"model": "موزمبيق والأمطار الحمضية",
		"paragraphs": [
			{ "name": "موزمبيق", "page": 805 },
			{ "name": "طبقات الغالف الجوي", "page": 805 },
			{ "name": "الورق", "page": 806 },
			{ "name": "األمطار الحمضية", "page": 807 }
		]
	},
	{
		"model": "الغزوة والتصوير أو عزوة تبوك والزجاج",
		"paragraphs": [
			{ "name": "الزجاج", "page": 812 },
			{ "name": "غزوة تبوك", "page": 812 },
			{ "name": "التصوير والمستشرقون", "page": 813 },
			{ "name": "البحث العلمي ( التقرير)", "page": 814 }
		]
	},
	{
		"model": "الأمطار الحمضية والقمر",
		"paragraphs": [
			{ "name": "المطر الحمضي", "page": 821 },
			{ "name": "صيغة أخرى لقطعة المطر الحمضي", "page": 821 },
			{ "name": "القمر", "page": 822 },
			{ "name": "التهاب اللوزتين", "page": 823 },
			{ "name": "االستراتيجيات التعليمية", "page": 823 },
			{ "name": "فلسفة الحكيم", "page": 824 },
			{ "name": "النباتيون", "page": 825 }
		]
	},
	{
		"model": "أقدم نسخ القرآن والخليج العربي",
		"paragraphs": [
			{ "name": "الخليج العربي", "page": 831 },
			{ "name": "أقدم نُ َسخ القرآن الكريم", "page": 831 },
			{ "name": "األرق", "page": 832 },
			{ "name": "القمر", "page": 833 },
			{ "name": "تجارب الحضارات اإلسالمية", "page": 834 }
		]
	},
	{
		"model": "القلب ودمج الملح باليود",
		"paragraphs": [
			{ "name": "القلب", "page": 839 },
			{ "name": "الخليج العربي", "page": 840 },
			{ "name": "حقد الناس", "page": 840 },
			{ "name": "دمج الملح باليود", "page": 841 },
			{ "name": "األنظمة الجزئية", "page": 841 }
		]
	},
	{
		"model": "المراهقين والتلوث البيني",
		"paragraphs": [
			{ "name": "التلوث البحري", "page": 848 },
			{ "name": "المقابلة", "page": 849 },
			{ "name": "المراهقين", "page": 849 },
			{ "name": "كسوة الكعبة", "page": 850 },
			{ "name": "التنقيب على النفط", "page": 850 },
			{ "name": "الجمال الروحي", "page": 851 }
		]
	},
	{
		"model": "الرعد واستراتيجيات التعليم أو الضغوط والرعد",
		"paragraphs": [
			{ "name": "الضجيج ( الضغوط)", "page": 857 },
			{ "name": "الزجاج", "page": 857 },
			{ "name": "استراتيجيات التعليم ( الموهوبين)", "page": 858 },
			{ "name": "الرعد والبرق", "page": 859 },
			{ "name": "األنظمة الجزئية", "page": 860 }
		]
	},
	{
		"model": "العقرب والتنمية والنمو",
		"paragraphs": [
			{ "name": "عمل األطفال", "page": 867 },
			{ "name": "التنمية والنمو", "page": 868 },
			{ "name": "العقرب", "page": 869 },
			{ "name": "طبقات الغالف الجوي", "page": 869 }
		]
	},
	{
		"model": "الجغرافيا الطبيعية وتجفيف المحاصيل",
		"paragraphs": [
			{ "name": "الجغرافيا الطبيعية ( الجيومورفولوجيا )", "page": 874 },
			{ "name": "تجفيف المحاصيل", "page": 874 },
			{ "name": "علم الفلك ( الفيزيائيون)", "page": 875 },
			{ "name": "نحن والبيئة", "page": 876 },
			{ "name": "القدرات الدماغية", "page": 877 }
		]
	},
	{
		"model": "الأرق والذراع الهندي",
		"paragraphs": [
			{ "name": "الذراع الهندي", "page": 883 },
			{ "name": "القمر واألرض", "page": 883 },
			{ "name": "األرق", "page": 884 },
			{ "name": "تجارب الحضارة اإلسالمية", "page": 885 },
			{ "name": "أقدم نُسخة للقرآن الكريم", "page": 886 }
		]
	},
	{
		"model": "الخوارزمي والذهبي",
		"paragraphs": [
			{ "name": "الجبر والخوارزمي", "page": 891 },
			{ "name": "كتاب تاريخ اإلسالم للذهبي", "page": 891 },
			{ "name": "تدهور البيئة", "page": 892 },
			{ "name": "\"جيومورفولوجيا\" السعودية", "page": 893 }
		]
	},
	{
		"model": "السمنة والفلك أو الصفدي وعلم الفلك",
		"paragraphs": [
			{ "name": "الصفدي الكاتب", "page": 899 },
			{ "name": "السمنة في الدول المتقدمة", "page": 899 },
			{ "name": "الفلك والفيزياء", "page": 900 },
			{ "name": "قياس الرأي العام", "page": 901 }
		]
	},
	{
		"model": "البرك الشمسية",
		"paragraphs": [
			{ "name": "اإلنزيمات", "page": 906 },
			{ "name": "البرق والرعد", "page": 906 },
			{ "name": "البرك الشمسية", "page": 907 },
			{ "name": "البؤبؤ", "page": 908 },
			{ "name": "محركات البحث", "page": 908 }
		]
	}
]
b = [
	{ "page": 8, "paragraph": "آلة التصوير" },
	{ "page": 8, "paragraph": "صناعة السيوف العربية وتاريخها" },
	{ "page": 9, "paragraph": "التجارة اإللكترونية" },
	{ "page": 9, "paragraph": "الحوار والجدال" },
	{ "page": 10, "paragraph": "السلوك اإلنساني ( القلق والتوتر )" },
	{ "page": 10, "paragraph": "الماء" },
	{ "page": 10, "paragraph": "الكذب" },
	{ "page": 15, "paragraph": "الحج" },
	{ "page": 15, "paragraph": "الهدية" },
	{ "page": 15, "paragraph": "الجرائم اإللكترونية" },
	{ "page": 15, "paragraph": "التعليم عن بعد" },
	{ "page": 16, "paragraph": "نظرية الليل و النهار" },
	{ "page": 22, "paragraph": "الملح الصخري" },
	{ "page": 23, "paragraph": "الرياح" },
	{ "page": 29, "paragraph": "سرطان المثانة" },
	{ "page": 30, "paragraph": "أبو جعفر المنصور" },
	{ "page": 36, "paragraph": "الكوليسترول" },
	{ "page": 37, "paragraph": "شرائح التصوير (جورج استيمان)" },
	{ "page": 38, "paragraph": "لغة الضاد" },
	{ "page": 43, "paragraph": "الطنبوري" },
	{ "page": 44, "paragraph": "القبرة" },
	{ "page": 44, "paragraph": "البيئة" },
	{ "page": 50, "paragraph": "الغزال" },
	{ "page": 51, "paragraph": "العالم االفتراضي" },
	{ "page": 57, "paragraph": "الغزال" },
	{ "page": 58, "paragraph": "الحروب" },
	{ "page": 58, "paragraph": "النفايات" },
	{ "page": 58, "paragraph": "تنقية المياه" },
	{ "page": 64, "paragraph": "ال َّش عر" },
	{ "page": 65, "paragraph": "اللؤلؤ" },
	{ "page": 65, "paragraph": "أبو حيان" },
	{ "page": 66, "paragraph": "وضع األمور في نصابها الصحيح" },
	{ "page": 66, "paragraph": "السلوك اإلنساني (القلق والتوتر)" },
	{ "page": 71, "paragraph": "الزجاج الجديد" },
	{ "page": 72, "paragraph": "تنقية المياه" },
	{ "page": 73, "paragraph": "التجارة االلكترونية" },
	{ "page": 73, "paragraph": "المشكالت" },
	{ "page": 78, "paragraph": "الصفدي" },
	{ "page": 79, "paragraph": "الموهبة والذكاء" },
	{ "page": 85, "paragraph": "الشعر" },
	{ "page": 86, "paragraph": "األوبئة" },
	{ "page": 87, "paragraph": "التنفس الصحيح" },
	{ "page": 92, "paragraph": "الهيبرتكست" },
	{ "page": 93, "paragraph": "ابن عرس" },
	{ "page": 99, "paragraph": "الزالزل" },
	{ "page": 100, "paragraph": "خداع العناوين" },
	{ "page": 106, "paragraph": "الملح الصخري" },
	{ "page": 107, "paragraph": "العالم اإلفتراضي" },
	{ "page": 113, "paragraph": "التعليم عن بعد" },
	{ "page": 114, "paragraph": "لغة الضاد" },
	{ "page": 114, "paragraph": "النقد الهادف" },
	{ "page": 114, "paragraph": "المناعة" },
	{ "page": 120, "paragraph": "بلوتو" },
	{ "page": 121, "paragraph": "الذباب" },
	{ "page": 127, "paragraph": "التعليم عن بعد" },
	{ "page": 128, "paragraph": "نظرية الليل و النهار" },
	{ "page": 128, "paragraph": "السودان" },
	{ "page": 129, "paragraph": "الكوليسترول" },
	{ "page": 134, "paragraph": "الغزال" },
	{ "page": 135, "paragraph": "الجريمة (اإلرهاب)" },
	{ "page": 135, "paragraph": "التمركز" },
	{ "page": 141, "paragraph": "التعمية" },
	{ "page": 141, "paragraph": "جسم اإلنسان" },
	{ "page": 142, "paragraph": "األسنان" },
	{ "page": 142, "paragraph": "اللؤلؤ" },
	{ "page": 142, "paragraph": "الزراعة" },
	{ "page": 143, "paragraph": "تقرير البحث العلمي" },
	{ "page": 146, "paragraph": "إكمال الجمل" },
	{ "page": 149, "paragraph": "اإلنفلونزا" },
	{ "page": 149, "paragraph": "البطالة" },
	{ "page": 157, "paragraph": "الشعر" },
	{ "page": 157, "paragraph": "المكتبات" },
	{ "page": 158, "paragraph": "التنفس الصحيح" },
	{ "page": 164, "paragraph": "عمل األطفال" },
	{ "page": 165, "paragraph": "التعمية" },
	{ "page": 171, "paragraph": "العادات الموروثة" },
	{ "page": 172, "paragraph": "األوبئة" },
	{ "page": 178, "paragraph": "تنقية الهواء" },
	{ "page": 178, "paragraph": "ردود األفعال" },
	{ "page": 179, "paragraph": "العادات الموروثة" },
	{ "page": 180, "paragraph": "السلوك اإلنساني" },
	{ "page": 185, "paragraph": "لقاح سالك" },
	{ "page": 185, "paragraph": "الوفيات" },
	{ "page": 186, "paragraph": "البصمة" },
	{ "page": 186, "paragraph": "حضارة أمريكا و اليابان" },
	{ "page": 192, "paragraph": "الفوليك" },
	{ "page": 193, "paragraph": "كيف تحدث الزالزل" },
	{ "page": 193, "paragraph": "طاقة اإلنسان والدماغ" },
	{ "page": 199, "paragraph": "العادات الموروثة" },
	{ "page": 200, "paragraph": "الخدم" },
	{ "page": 206, "paragraph": "التمر" },
	{ "page": 207, "paragraph": "المنظمات االسالمية" },
	{ "page": 213, "paragraph": "عجائب الطيور" },
	{ "page": 214, "paragraph": "األكسجين" },
	{ "page": 215, "paragraph": "آلة التصوير" },
	{ "page": 220, "paragraph": "عجائب الطيور" },
	{ "page": 221, "paragraph": "األكسجين" },
	{ "page": 222, "paragraph": "آلة التصوير" },
	{ "page": 227, "paragraph": "عمل األطفال" },
	{ "page": 228, "paragraph": "الحرير" },
	{ "page": 228, "paragraph": "النجاح" },
	{ "page": 228, "paragraph": "البصمة" },
	{ "page": 229, "paragraph": "الجمال" },
	{ "page": 230, "paragraph": "اإلحساس الوجداني واالنفعالي و العادة و اإلرادة" },
	{ "page": 234, "paragraph": "التجارة االلكترونية" },
	{ "page": 234, "paragraph": "المناعة" },
	{ "page": 235, "paragraph": "السلوك اإلنساني ( القلق والتوتر )" },
	{ "page": 236, "paragraph": "ردود األفعال" },
	{ "page": 236, "paragraph": "تنقية الهواء" },
	{ "page": 241, "paragraph": "لقاح سالك" },
	{ "page": 242, "paragraph": "البصمة" },
	{ "page": 242, "paragraph": "حضارة أمريكا و اليابان" },
	{ "page": 243, "paragraph": "التنفس الصحيح" },
	{ "page": 248, "paragraph": "الغالف الجوي" },
	{ "page": 248, "paragraph": "اإلحصاء ال ُس ّكاني" },
	{ "page": 248, "paragraph": "الحرير" },
	{ "page": 248, "paragraph": "السلوك اإلنساني (القلق والتوتر)" },
	{ "page": 249, "paragraph": "تنقية الهواء" },
	{ "page": 249, "paragraph": "أبو حيان" },
	{ "page": 255, "paragraph": "اإلستثمار" },
	{ "page": 256, "paragraph": "األمطار الكونية" },
	{ "page": 262, "paragraph": "الجمال" },
	{ "page": 262, "paragraph": "الفهم" },
	{ "page": 262, "paragraph": "لقاح سالك" },
	{ "page": 263, "paragraph": "التقرير" },
	{ "page": 264, "paragraph": "طاقة اإلنسان والدماغ" },
	{ "page": 269, "paragraph": "الرياح" },
	{ "page": 270, "paragraph": "المكتبات" },
	{ "page": 270, "paragraph": "العلم" },
	{ "page": 275, "paragraph": "الرجولة" },
	{ "page": 276, "paragraph": "الحج" },
	{ "page": 282, "paragraph": "الزعفران" },
	{ "page": 283, "paragraph": "الزيتون" },
	{ "page": 283, "paragraph": "الكرة األرضية" },
	{ "page": 289, "paragraph": "الزجاج" },
	{ "page": 290, "paragraph": "القراءة" },
	{ "page": 296, "paragraph": "أبو حيان" },
	{ "page": 297, "paragraph": "العادة و اإلرادة" },
	{ "page": 303, "paragraph": "البصمة" },
	{ "page": 304, "paragraph": "العالم االفتراضي" },
	{ "page": 305, "paragraph": "صناعة السيوف العربية وتاريخها" },
	{ "page": 305, "paragraph": "القطع الجائر لألشجار" },
	{ "page": 310, "paragraph": "الشعر" },
	{ "page": 311, "paragraph": "التغيير المناخي" },
	{ "page": 311, "paragraph": "التقويم" },
	{ "page": 311, "paragraph": "السلوك اإلنساني ( القلق والتوتر )" },
	{ "page": 312, "paragraph": "التلفاز" },
	{ "page": 312, "paragraph": "الغالف الجوي" },
	{ "page": 312, "paragraph": "األوزون" },
	{ "page": 324, "paragraph": "التجارة اإللكترونية" },
	{ "page": 324, "paragraph": "المناعة" },
	{ "page": 325, "paragraph": "السلوك اإلنساني ( القلق والتوتر )" },
	{ "page": 325, "paragraph": "ردود األفعال" },
	{ "page": 326, "paragraph": "تنقية الهواء" },
	{ "page": 334, "paragraph": "التجارة االلكترونية" },
	{ "page": 334, "paragraph": "المكتبات" },
	{ "page": 336, "paragraph": "أدب الحوار" },
	{ "page": 336, "paragraph": "التواصل" },
	{ "page": 336, "paragraph": "الحرير" },
	{ "page": 336, "paragraph": "الدرجات األكاديمية" },
	{ "page": 336, "paragraph": "التخرج" },
	{ "page": 337, "paragraph": "الجرأة" },
	{ "page": 337, "paragraph": "الشاي" },
	{ "page": 342, "paragraph": "التعليم عن بعد" },
	{ "page": 343, "paragraph": "الجثة" },
	{ "page": 357, "paragraph": "التقرير" },
	{ "page": 357, "paragraph": "طاقة اإلنسان والدماغ" },
	{ "page": 358, "paragraph": "القراءة" },
	{ "page": 358, "paragraph": "نعمة البصر" },
	{ "page": 358, "paragraph": "التغيير المناخي" },
	{ "page": 359, "paragraph": "الجمال" },
	{ "page": 363, "paragraph": "األزياء" },
	{ "page": 364, "paragraph": "التمركز" },
	{ "page": 370, "paragraph": "الحضارة اإلسالمية في األندلس" },
	{ "page": 371, "paragraph": "الحضارة اإلسالمية في األندلس" },
	{ "page": 372, "paragraph": "التغير في خصائص المجتمعات" },
	{ "page": 377, "paragraph": "التفكير" },
	{ "page": 377, "paragraph": "السرطان" },
	{ "page": 377, "paragraph": "تنقية الهواء" },
	{ "page": 378, "paragraph": "التغيير في خصائص المجتمع" },
	{ "page": 378, "paragraph": "التصوير" },
	{ "page": 378, "paragraph": "طاقة اإلنسان والدماغ" },
	{ "page": 384, "paragraph": "القبرة" },
	{ "page": 384, "paragraph": "العقبات" },
	{ "page": 384, "paragraph": "اللؤلؤ" },
	{ "page": 385, "paragraph": "التقويم" },
	{ "page": 385, "paragraph": "الشعر" },
	{ "page": 390, "paragraph": "الطب عند العرب" },
	{ "page": 391, "paragraph": "التجارة اإللكترونية" },
	{ "page": 392, "paragraph": "المناعة" },
	{ "page": 397, "paragraph": "الطنبوري" },
	{ "page": 398, "paragraph": "البيئة" },
	{ "page": 399, "paragraph": "القبرة" },
	{ "page": 404, "paragraph": "الملح الصخري" },
	{ "page": 405, "paragraph": "حضارة أمريكا و اليابان" },
	{ "page": 405, "paragraph": "طاقة اإلنسان و الدماغ" },
	{ "page": 406, "paragraph": "البنوك" },
	{ "page": 412, "paragraph": "عمل األطفال" },
	{ "page": 412, "paragraph": "نظرية الليل والنهار" },
	{ "page": 413, "paragraph": "الكسوف والخسوف" },
	{ "page": 413, "paragraph": "الجمال" },
	{ "page": 414, "paragraph": "التقويم" },
	{ "page": 418, "paragraph": "المكتبات" },
	{ "page": 419, "paragraph": "الحمية القاسية" },
	{ "page": 419, "paragraph": "صناعة السيوف العربية وتاريخها" },
	{ "page": 420, "paragraph": "اللؤلؤ" },
	{ "page": 420, "paragraph": "كيف تحدث الزالزل" },
	{ "page": 427, "paragraph": "الماسح الزلزالي" },
	{ "page": 428, "paragraph": "الحضارة اإلسالمية في األندلس" },
	{ "page": 434, "paragraph": "تنقية الهواء" },
	{ "page": 434, "paragraph": "جسم االنسان" },
	{ "page": 435, "paragraph": "المبيدات الحشرية" },
	{ "page": 435, "paragraph": "طاقة اإلنسان والدماغ" },
	{ "page": 435, "paragraph": "آلة التصوير" },
	{ "page": 440, "paragraph": "التقرير" },
	{ "page": 441, "paragraph": "القدرات الدماغية" },
	{ "page": 441, "paragraph": "عمل األطفال" },
	{ "page": 443, "paragraph": "البترول" },
	{ "page": 443, "paragraph": "الدفاع المدني" },
	{ "page": 448, "paragraph": "شيخوخة األحياء السكنية" },
	{ "page": 448, "paragraph": "شيخوخة األطفال" },
	{ "page": 449, "paragraph": "التقرير" },
	{ "page": 449, "paragraph": "كيف تحدث الزالزل" },
	{ "page": 450, "paragraph": "آلة التصوير" },
	{ "page": 450, "paragraph": "الدفاع المدني" },
	{ "page": 455, "paragraph": "شيخوخة األطفال" },
	{ "page": 458, "paragraph": "القراءة" },
	{ "page": 469, "paragraph": "النفايات والتكنولوجيا" },
	{ "page": 469, "paragraph": "القدرات الدماغية" },
	{ "page": 470, "paragraph": "الدفاع المدني" },
	{ "page": 470, "paragraph": "عمل األطفال" },
	{ "page": 472, "paragraph": "الجمال" },
	{ "page": 477, "paragraph": "األسهم المنطلقة" },
	{ "page": 477, "paragraph": "صناعة السيوف العربية وتاريخها" },
	{ "page": 477, "paragraph": "الجمال" },
	{ "page": 478, "paragraph": "التقرير" },
	{ "page": 478, "paragraph": "آلة التصوير" },
	{ "page": 484, "paragraph": "النفايات" },
	{ "page": 484, "paragraph": "ردود األفعال" },
	{ "page": 484, "paragraph": "األشجار" },
	{ "page": 485, "paragraph": "السيوف" },
	{ "page": 485, "paragraph": "القدرات الدماغية" },
	{ "page": 500, "paragraph": "الكهوف" },
	{ "page": 500, "paragraph": "الزيتون" },
	{ "page": 501, "paragraph": "األلماس" },
	{ "page": 505, "paragraph": "الندوة" },
	{ "page": 505, "paragraph": "شيخوخة األطفال" },
	{ "page": 506, "paragraph": "آلة التصوير" },
	{ "page": 507, "paragraph": "التقرير" },
	{ "page": 508, "paragraph": "كيف تحدث الزالزل" },
	{ "page": 513, "paragraph": "سالك" },
	{ "page": 514, "paragraph": "البصمة" },
	{ "page": 515, "paragraph": "تنقية الهواء" },
	{ "page": 516, "paragraph": "التقويم" },
	{ "page": 516, "paragraph": "األوزون" },
	{ "page": 521, "paragraph": "التعمية" },
	{ "page": 522, "paragraph": "طاقة اإلنسان و الدماغ" },
	{ "page": 522, "paragraph": "المنتديات اإللكترونية" },
	{ "page": 522, "paragraph": "تقرير البحث العلمي" },
	{ "page": 526, "paragraph": "صناعة السيوف العربية وتاريخها" },
	{ "page": 526, "paragraph": "القدرات الدماغية" },
	{ "page": 527, "paragraph": "التقويم" },
	{ "page": 527, "paragraph": "النفط" },
	{ "page": 528, "paragraph": "النفايات" },
	{ "page": 532, "paragraph": "الكتابات" },
	{ "page": 532, "paragraph": "القدرات الدماغية" },
	{ "page": 532, "paragraph": "السيوف" },
	{ "page": 533, "paragraph": "النفايات" },
	{ "page": 533, "paragraph": "تقليم االشجار" },
	{ "page": 534, "paragraph": "ردود األفعال" },
	{ "page": 539, "paragraph": "التقرير" },
	{ "page": 539, "paragraph": "الجمال" },
	{ "page": 540, "paragraph": "النفط" },
	{ "page": 540, "paragraph": "جسم اإلنسان" },
	{ "page": 544, "paragraph": "التقرير" },
	{ "page": 545, "paragraph": "الجمال" },
	{ "page": 545, "paragraph": "النفط" },
	{ "page": 545, "paragraph": "العين" },
	{ "page": 546, "paragraph": "السمع" },
	{ "page": 546, "paragraph": "حاجات اإلنسان" },
	{ "page": 552, "paragraph": "صناعة السيوف العربية وتاريخها" },
	{ "page": 552, "paragraph": "التقرير" },
	{ "page": 553, "paragraph": "آلة التصوير" },
	{ "page": 554, "paragraph": "األسهم المنطلقة" },
	{ "page": 554, "paragraph": "الجمال" },
	{ "page": 560, "paragraph": "النفايات والتكنولوجيا" },
	{ "page": 560, "paragraph": "الجمال" },
	{ "page": 561, "paragraph": "القدرات الدماغية" },
	{ "page": 561, "paragraph": "الدفاع المدني" },
	{ "page": 562, "paragraph": "عمل األطفال" },
	{ "page": 567, "paragraph": "القدرات الدماغية" },
	{ "page": 567, "paragraph": "كيف تحدث الزالزل" },
	{ "page": 568, "paragraph": "األدوية" },
	{ "page": 568, "paragraph": "شيخوخة األحياء السكنية" },
	{ "page": 569, "paragraph": "شيخوخة األطفال" },
	{ "page": 569, "paragraph": "الدفاع المدني" },
	{ "page": 569, "paragraph": "التقويم" },
	{ "page": 573, "paragraph": "النفايات" },
	{ "page": 573, "paragraph": "التقويم" },
	{ "page": 574, "paragraph": "القدرات الدماغية" },
	{ "page": 574, "paragraph": "البترول" },
	{ "page": 575, "paragraph": "السيوف" },
	{ "page": 581, "paragraph": "صناعة السيوف العربية وتاريخها" },
	{ "page": 581, "paragraph": "التقويم" },
	{ "page": 582, "paragraph": "ردود األفعال" },
	{ "page": 582, "paragraph": "التقرير" },
	{ "page": 583, "paragraph": "الموجات الصوتية" },
	{ "page": 588, "paragraph": "القدرات الدماغية" },
	{ "page": 588, "paragraph": "الجمال" },
	{ "page": 589, "paragraph": "التقرير" },
	{ "page": 590, "paragraph": "الدفاع المدني" },
	{ "page": 595, "paragraph": "آثار الفضاء" },
	{ "page": 595, "paragraph": "الرياضة المثلى" },
	{ "page": 595, "paragraph": "التصوير" },
	{ "page": 596, "paragraph": "الحسد" },
	{ "page": 597, "paragraph": "الخلق" },
	{ "page": 597, "paragraph": "القدرات الدماغية" },
	{ "page": 603, "paragraph": "الفيل اإلفريقي" },
	{ "page": 603, "paragraph": "الكوارث" },
	{ "page": 604, "paragraph": "الطحالب" },
	{ "page": 604, "paragraph": "آلة التصوير" },
	{ "page": 605, "paragraph": "القدرات الدماغية" },
	{ "page": 612, "paragraph": "األكسجين" },
	{ "page": 612, "paragraph": "الفيل اإلفريقي" },
	{ "page": 613, "paragraph": "اللوزتين" },
	{ "page": 613, "paragraph": "الطحالب" },
	{ "page": 614, "paragraph": "المهن والحرف" },
	{ "page": 614, "paragraph": "الحوار" },
	{ "page": 619, "paragraph": "البالستيدات الخضراء" },
	{ "page": 619, "paragraph": "السالح النووي" },
	{ "page": 619, "paragraph": "روسيا" },
	{ "page": 620, "paragraph": "الضفدع" },
	{ "page": 620, "paragraph": "كيف تحدث الزالزل" },
	{ "page": 621, "paragraph": "آلة التصوير" },
	{ "page": 626, "paragraph": "السحب" },
	{ "page": 626, "paragraph": "الفشل الكلوي" },
	{ "page": 627, "paragraph": "التصحر" },
	{ "page": 627, "paragraph": "الجديري" },
	{ "page": 628, "paragraph": "الطقس" },
	{ "page": 628, "paragraph": "عجائب الطيور" },
	{ "page": 634, "paragraph": "األكسجين" },
	{ "page": 635, "paragraph": "الخسوف والكسوف" },
	{ "page": 635, "paragraph": "الكربون" },
	{ "page": 636, "paragraph": "التلوث" },
	{ "page": 642, "paragraph": "السالح النووي" },
	{ "page": 642, "paragraph": "رحالت أبولو" },
	{ "page": 643, "paragraph": "الضفدع" },
	{ "page": 643, "paragraph": "اللؤلؤ" },
	{ "page": 644, "paragraph": "نحن والبيئة" },
	{ "page": 644, "paragraph": "التربة" },
	{ "page": 649, "paragraph": "الصداقة" },
	{ "page": 649, "paragraph": "األكسجين" },
	{ "page": 650, "paragraph": "السحب (الغيوم)" },
	{ "page": 650, "paragraph": "التقطير" },
	{ "page": 651, "paragraph": "زراق المحيط" },
	{ "page": 657, "paragraph": "الطقس" },
	{ "page": 657, "paragraph": "تصنيف المؤسسات" },
	{ "page": 657, "paragraph": "السحب" },
	{ "page": 658, "paragraph": "التصحر" },
	{ "page": 658, "paragraph": "ابو األسود الدؤلي" },
	{ "page": 659, "paragraph": "صاعد األندلسي" },
	{ "page": 664, "paragraph": "القدرات الدماغية" },
	{ "page": 664, "paragraph": "الملل" },
	{ "page": 665, "paragraph": "الكتاتيب" },
	{ "page": 665, "paragraph": "الطفل" },
	{ "page": 665, "paragraph": "التفاؤل" },
	{ "page": 666, "paragraph": "التصوير" },
	{ "page": 671, "paragraph": "المحسنات الغذائية" },
	{ "page": 671, "paragraph": "الكربون" },
	{ "page": 672, "paragraph": "الشائعة" },
	{ "page": 672, "paragraph": "حشرة السمك" },
	{ "page": 673, "paragraph": "الري" },
	{ "page": 673, "paragraph": "األهداف" },
	{ "page": 673, "paragraph": "التأني" },
	{ "page": 678, "paragraph": "المؤسسات الغذائية" },
	{ "page": 678, "paragraph": "الملل" },
	{ "page": 678, "paragraph": "الزيت الخام" },
	{ "page": 679, "paragraph": "النفايات" },
	{ "page": 679, "paragraph": "الفصول األربعة" },
	{ "page": 685, "paragraph": "قياس الرأي العام" },
	{ "page": 685, "paragraph": "أنظمة الري" },
	{ "page": 685, "paragraph": "تجربة هارفد" },
	{ "page": 686, "paragraph": "التلوث" },
	{ "page": 686, "paragraph": "محركات البحث" },
	{ "page": 691, "paragraph": "الكهوف" },
	{ "page": 691, "paragraph": "المبيدات" },
	{ "page": 692, "paragraph": "التفكير اإليجابي" },
	{ "page": 692, "paragraph": "الكسوف و الخسوف" },
	{ "page": 693, "paragraph": "مراتب الفهم" },
	{ "page": 697, "paragraph": "الخلق" },
	{ "page": 697, "paragraph": "الخوف" },
	{ "page": 697, "paragraph": "الربو" },
	{ "page": 697, "paragraph": "الكوكب األحمر" },
	{ "page": 698, "paragraph": "المناعة" },
	{ "page": 698, "paragraph": "تجربة هارفد" },
	{ "page": 699, "paragraph": "القدرات الدماغية" },
	{ "page": 705, "paragraph": "الخلق" },
	{ "page": 705, "paragraph": "الخوف" },
	{ "page": 705, "paragraph": "الرئتان" },
	{ "page": 705, "paragraph": "الربو" },
	{ "page": 706, "paragraph": "الكوكب األحمر" },
	{ "page": 706, "paragraph": "المناعة" },
	{ "page": 708, "paragraph": "هارفرد" },
	{ "page": 709, "paragraph": "طاقة الدماغ" },
	{ "page": 715, "paragraph": "البرق والرعد" },
	{ "page": 716, "paragraph": "مسؤولية الفرد" },
	{ "page": 716, "paragraph": "البرك البركانية" },
	{ "page": 716, "paragraph": "السعادة" },
	{ "page": 717, "paragraph": "حدقة العين" },
	{ "page": 717, "paragraph": "اإلنزيمات" },
	{ "page": 721, "paragraph": "الغالم الفصيح" },
	{ "page": 721, "paragraph": "الجريمة واإلرهاب" },
	{ "page": 722, "paragraph": "الزهراوي" },
	{ "page": 727, "paragraph": "الرياح" },
	{ "page": 727, "paragraph": "الكسوف والخسوف" },
	{ "page": 728, "paragraph": "أبو حيان" },
	{ "page": 730, "paragraph": "السلوك اإلستهالكي" },
	{ "page": 730, "paragraph": "الخوارزمي" },
	{ "page": 731, "paragraph": "كالم الناس" },
	{ "page": 731, "paragraph": "األنظمة الجزئية" },
	{ "page": 732, "paragraph": "الطفل" },
	{ "page": 732, "paragraph": "آثار الفضاء" },
	{ "page": 733, "paragraph": "الموهبة" },
	{ "page": 738, "paragraph": "الشعر" },
	{ "page": 739, "paragraph": "األوبئة" },
	{ "page": 740, "paragraph": "اليابان" },
	{ "page": 741, "paragraph": "التنفس" },
	{ "page": 746, "paragraph": "األكسجين" },
	{ "page": 747, "paragraph": "الخلي والشجي" },
	{ "page": 747, "paragraph": "طاقة الدماغ" },
	{ "page": 748, "paragraph": "الدفاع المدني" },
	{ "page": 748, "paragraph": "التواصـل" },
	{ "page": 754, "paragraph": "السحب والغيوم" },
	{ "page": 754, "paragraph": "التصحــــر" },
	{ "page": 755, "paragraph": "الكهوف" },
	{ "page": 756, "paragraph": "المجموعة الشمسية" },
	{ "page": 757, "paragraph": "مرض السكـــــري" },
	{ "page": 763, "paragraph": "العقرب" },
	{ "page": 763, "paragraph": "األسد والثعلب" },
	{ "page": 764, "paragraph": "الحاسوب" },
	{ "page": 765, "paragraph": "االنتحار" },
	{ "page": 770, "paragraph": "أبو القاسم الزهراوي ( أبو الجراحة)" },
	{ "page": 771, "paragraph": "صاعد األندلسي" },
	{ "page": 772, "paragraph": "نحن والبيئة (تدهور البيئة)" },
	{ "page": 772, "paragraph": "التصحر والغيوم ( التصحر والجفاف)" },
	{ "page": 773, "paragraph": "قياس الرأي العام" },
	{ "page": 780, "paragraph": "الكعبة" },
	{ "page": 780, "paragraph": "الجمال الروحي" },
	{ "page": 781, "paragraph": "التلوث البحري" },
	{ "page": 781, "paragraph": "المراهقين" },
	{ "page": 782, "paragraph": "المقابلة" },
	{ "page": 787, "paragraph": "األرشيف" },
	{ "page": 787, "paragraph": "االنتحار" },
	{ "page": 788, "paragraph": "أوروبا والثقافات ( األوربيون)" },
	{ "page": 789, "paragraph": "كالم الناس" },
	{ "page": 789, "paragraph": "صاعد األندلسي" },
	{ "page": 795, "paragraph": "موزمبيق" },
	{ "page": 795, "paragraph": "طبقات الغالف الجوي" },
	{ "page": 796, "paragraph": "الورق" },
	{ "page": 797, "paragraph": "األمطار الحمضية" },
	{ "page": 802, "paragraph": "الزجاج" },
	{ "page": 802, "paragraph": "غزوة تبوك" },
	{ "page": 803, "paragraph": "التصوير والمستشرقون" },
	{ "page": 804, "paragraph": "البحث العلمي ( التقرير)" },
	{ "page": 811, "paragraph": "المطر الحمضي" },
	{ "page": 811, "paragraph": "صيغة أخرى لقطعة المطر الحمضي" },
	{ "page": 812, "paragraph": "القمر" },
	{ "page": 813, "paragraph": "التهاب اللوزتين" },
	{ "page": 813, "paragraph": "االستراتيجيات التعليمية" },
	{ "page": 814, "paragraph": "فلسفة الحكيم" },
	{ "page": 815, "paragraph": "النباتيون" },
	{ "page": 820, "paragraph": "الخليج العربي" },
	{ "page": 821, "paragraph": "أقدم نُ سخ القرآن الكريم" },
	{ "page": 822, "paragraph": "األرق" },
	{ "page": 823, "paragraph": "القمر" },
	{ "page": 824, "paragraph": "تجارب الحضارات اإلسالمية" },
	{ "page": 828, "paragraph": "القلب" },
	{ "page": 829, "paragraph": "الخليج العربي" },
	{ "page": 830, "paragraph": "حقد الناس" },
	{ "page": 830, "paragraph": "دمج الملح باليود" },
	{ "page": 831, "paragraph": "األنظمة الجزئية" },
	{ "page": 838, "paragraph": "التلوث البحري" },
	{ "page": 839, "paragraph": "المقابلة" },
	{ "page": 839, "paragraph": "المراهقين" },
	{ "page": 840, "paragraph": "كسوة الكعبة" },
	{ "page": 840, "paragraph": "التنقيب على النفط" },
	{ "page": 841, "paragraph": "الجمال الروحي" },
	{ "page": 847, "paragraph": "الضجيج ( الضغوط)" },
	{ "page": 847, "paragraph": "الزجاج" },
	{ "page": 848, "paragraph": "استراتيجيات التعليم ( الموهوبين)" },
	{ "page": 849, "paragraph": "الرعد والبرق" },
	{ "page": 850, "paragraph": "األنظمة الجزئية" },
	{ "page": 857, "paragraph": "عمل األطفال" },
	{ "page": 858, "paragraph": "التنمية والنمو" },
	{ "page": 859, "paragraph": "العقرب" },
	{ "page": 859, "paragraph": "طبقات الغالف الجوي" },
	{ "page": 864, "paragraph": "الجغرافيا الطبيعية ( الجيومورفولوجيا )" },
	{ "page": 864, "paragraph": "تجفيف المحاصيل" },
	{ "page": 865, "paragraph": "علم الفلك ( الفيزيائيون)" },
	{ "page": 866, "paragraph": "نحن والبيئة" },
	{ "page": 867, "paragraph": "القدرات الدماغية" },
	{ "page": 873, "paragraph": "الذراع الهندي" },
	{ "page": 873, "paragraph": "القمر واألرض" },
	{ "page": 874, "paragraph": "األرق" },
	{ "page": 875, "paragraph": "تجارب الحضارة اإلسالمية" },
	{ "page": 876, "paragraph": "أقدم نُسخة للقرآن الكريم" },
	{ "page": 881, "paragraph": "الصفدي الكاتب" },
	{ "page": 881, "paragraph": "السمنة في الدول المتقدمة" },
	{ "page": 882, "paragraph": "الفلك والفيزياء" },
	{ "page": 883, "paragraph": "قياس الرأي العام" },
	{ "page": 888, "paragraph": "اإلنزيمات" },
	{ "page": 888, "paragraph": "البرق والرعد" },
	{ "page": 889, "paragraph": "البرك الشمسية" },
	{ "page": 890, "paragraph": "البؤبؤ" },
	{ "page": 890, "paragraph": "محركات البحث" },
	{ "page": 895, "paragraph": "طبقات الغالف الجوي" },
	{ "page": 895, "paragraph": "سلبيات األرشفة" },
	{ "page": 896, "paragraph": "الصفدي الكاتب" },
	{ "page": 897, "paragraph": "صقل الموهبة" },
	{ "page": 897, "paragraph": "حالة الطقس" }
]

from fuzzywuzzy import fuzz

a = [paragraph["name"] for item in a for paragraph in item["paragraphs"] ]
b = [paragraph["paragraph"] for paragraph in b]

for i in range(len(a)):
    print(f'({i}) ({fuzz.ratio(a[i], b[i])}%) - {a[i]} - {b[i]} ')
